package tech.reliab.course.zimskovma.bank.utils;

import java.util.ArrayList;
import java.util.List;

public class Consts {
    public static final List<String> BankNames = List.of("СБЕР", "ВТБ", "Тинькоф", "Альфабанк", "Открытие");
    public static final List<String> PeopleNames = List.of("Иванов Иван Инванович", "Александров Ярослав Марсельевич", "Галкин Тимур Тимофеевич", "Серов Тимофей Владимирович",
            "Гордеев Михаил Тимофеевич", "Лопатина Мия Тимуровна", "Карасева Арина Степановна", "Киселева Любовь Никитична", "Корнеев Константин Демидович",
            "Журавлев Александр Романович", "Орехова Мадина Максимовна", "Ильин Никита Маркович", "Титова Майя Петровна", "Фомин Александр Матвеевич",
            "Иванова Мария Данииловна", "Никитин Илья Богданович", "Болдырев Сергей Ильич", "Иванова Дарья Артёмовна", "Николаева Анна Константиновна",
            "Соколова Марина Родионовна", "Мартынов Фёдор Павлович", "Окулов Михаил Егорович", "Иванова Анна Артёмовна", "Князев Владислав Максимович", "Карпова Ярослава Алексеевна");
    public static final List<String> CompanyNames = List.of("Yandex", "Газпром", "Тензор", "RuTube", "Mail.ru Group");

}
